[
    {
        "id": "work1",
        "year":"2022",
        "분류":"예술 전시 / Exhibition",
        "title": "Vuja de : 익숙한 무엇을 낯설게 하는 과정<br>Vuja de : The Process of Making the Familiar Strange",
        "subtitle": "인터랙티브 미디어아트 기획전, Interactive Media Art Exhibition<br>세종시문화재단, 전시공간 지원사업",
        "keyWords": "오픈소스랩 기획전, Processing, Kinect, Touch Designer, Ableton, Arduino",
        "thumbnail": "assets/images/work1/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work1/main.jpg",
        "abstract": "\"일상적인 자연현상을 새롭고 신비롭게\"<br>\"Transforming Everyday Natural Phenomena into Something New and Enchanting\"",
        "detail": "익숙한 현상이 문득 낯설게 느껴진 적이 있나요? 꽃, 물, 소리. 걸음 걸음마다 마주하는 너무도 흔한 장면들. 반복되는 일상적인 경험들이 오늘만은 낯설지만 새롭게 느껴지도록. 모두에게 익숙한 자연 형상들을 뉴미디어로 탈바꿈하여 몸소 체험할 수 있게 하였습니다. 오픈소스랩의 인터랙티브 미디어아트 전시에서 일상을 새롭게 바라보는 시간을 가져보세요.<br>Have you ever found a familiar phenomenon suddenly feeling strange? Flowers, water, sounds—the ordinary scenes we encounter with every step we take. For just today, these repetitive, everyday experiences might feel unfamiliar yet refreshing. By transforming natural forms that are familiar to all into new media, we have created an experience for you to explore firsthand. Take a moment to see the everyday in a new light through the interactive media art exhibition by Open Source Lab.",
        "link": "work-detail.html?id=work1"
    },
    {
        "id": "work2",
        "year":"2022",
        "분류":"예술 전시 / Exhibition",
        "title": "()달 : 달달 무슨 달?<br>()Moon: Moon Moon, What Kind of Moon?",
        "subtitle": "인터랙티브 미디어아트 야외전시, Outdoor Interactive Art Exhibition<br>2022세종축제 전문기획공모프로그램, 세종시 호수공원",
        "keyWords":"사업 감독, 작품 제작, Arduino",
        "thumbnail": "assets/images/work2/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work2/main.jpg",
        "abstract": "\"밝은 달과 함께 즐기는 인터랙티브 미디어아트 전시\"<br>\"Interactive media arts enjoyed under the bright moon\"",
        "detail": "달을 중심으로 풀어낸 이야기를 담은 작품 3가지를 포함하는 야외전시이다. 세종시 호수공원에서 일반 시민들에 공개되었으며, 본인이 기획과 제작을 모두 맡은 ‘노래하는 달’은 Arduino로 제작되어 총 12유닛이 46미터의 지하 보행통로를 따라 길게 설치되었다. 관객들이 통로를 따라 걸으면, 벽면에 달이 효과음과 함께 나타나고, 어릴적 “달이 나만을 따라오는 경험” 을 떠올리며 웃음 짓게 한다. 4일 동안 약 400명의 관객을 달성하였다.(하루 우천)<br>This outdoor exhibition features three works that tell stories centered around the moon. The exhibition was open to the public at Sejong Lake Park. I was responsible for both planning and production of the work <Singing Moon,> which was created using Arduino. A total of 12 units were installed along a 46-meter underground pedestrian walkway. As visitors walked through the tunnel, the moon would appear on the walls with sound effects, evoking childhood memories of the moon following us, bringing smiles to their faces. The exhibition attracted around 400 visitors over four days (one day affected by rain).",
        "link": "work-detail.html?id=work2"
    },
    {
        "id": "work3",
        "year":"2022",
        "분류":"예술 전시 / Exhibition",
        "title": "끌:력 서로가 서로를 이끄는 힘<br>Pulling Force",
        "subtitle": "뉴미디어아트 전시, New Media Art Exhibition<br>DDP, 서울디자인재단, 서울디자인2022 협력프로그램",
        "keyWords":"사업 감독, 전시 기획, 업무 지시, 인터랙티브 미디어아트, 영상",
        "thumbnail": "assets/images/work3/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work3/main.jpg",
        "abstract": "\"끌力 : 서로가 서로를 이끄는 힘\"<br>\"Pulling Force: The Strength of Leading One Another\"",
        "detail": "인류는 교류를 통해 긍정적인 자극을 받았고, 이는 시너지 발휘의 원천이었다. 팬데믹으로 지속된 소통의 부재와 “끌력”의 단절을 마주하게 된 우리는 둥글게 만나는 LED 디스플레이 속에서 “끌력”의 작용을 다시 일으켜 서로에게 영감이 되는 힘을 일으키고자 한다. 각 세계의 포탈을 지나 한쪽으로 걸어가는 미디어아트를 제작하였으며, 5가지 중 3개는 모션감지 등 인터랙티브를 포함한다.<br>Throughout history, humanity has received positive stimulation through exchange, which has been the source of synergy. Facing the prolonged lack of communication and the disruption of \"pulling force\" caused by the pandemic, we aim to reignite this force within a circular LED display, creating a power of inspiration between one another. I created media art where participants walk through portals from different worlds, and three of the five works include interactive elements such as motion detection.",
        "link": "work-detail.html?id=work3"
    },
    
    {
        "id": "work4",
        "year":"2022",
        "분류":"예술 전시 / Exhibition",
        "title": "ABYSS : 심연<br>ABYSS",
        "subtitle": "인터랙티브 이머시브 공연, Interactive Immersive Concert<br>한국 콘텐츠진흥원 콘텐츠임팩트, 플랫폼엘 컨템포러리 아트센터",
        "keyWords":"기술감독 / VJing, Arduino Leonardo, Ableton Live, 전자음악가/ 첼리스트 협업",
        "thumbnail": "assets/images/work4/thumbnail.jpg",
        "mainVideo": "https://www.youtube.com/embed/yqOi5b72vyo?si=J6WFw5mPF18fP5q9",
        "mainImage": "assets/images/work4/main.jpg",
        "abstract": "\"첼로와 전자음악, 인터랙티브미디어가 어우러지는 공연\"<br>\"Blending cello, electronic music, and interactive media\"",
        "detail": "누구나 마음에 가지고 있을 ‘심연’을 느끼고 마주하게 하여 치유하는 관객 참여형 공연이다. 심연에 빠지고, 바닥을 딛고, 수면 밖으로 나오는 과정을 담은 스토리를 담고 있으며, 관객은 바닥을 딛고 나오기 전 심연에 물보라를 일으키는 역할을 수행한다. 관객 앞에 놓여있는 조약돌 모양의 버튼으로 화면을 향한 LED 호스를 통해 빛을 쏘아보낼 수 있다. 이는 각자의 심연에서 벗어날 수 있는 주도적인 감정을 갖게 한다.<br>This is an audience-participatory performance designed to help people face and heal from the abyss they may carry in their hearts. The story portrays the process of falling into the abyss, finding solid ground, and emerging back to the surface. Before the audience rises from the depths, they play a role in stirring up the abyss. Using pebble-shaped buttons placed in front of them, audience members can send light toward the screen through LED hoses. This action gives them a sense of agency, symbolizing the emotional power to rise from their own personal abyss.",
        "link": "work-detail.html?id=work4"
    },
    {
        "id": "work5",
        "year":"2022",
        "분류":"예술 전시 / Exhibition",
        "title": "뮤직샤워 : 빛과 음악으로 샤워하다<br>Music Shower : Showered in Light and Music",
        "subtitle": "사운드&비주얼 인스톨레이션, Sound&Visual Installation<br>DDP D-숲 전시, 2022 HCI학회 Creative Award 출품",
        "keyWords":"Processing / Arduino / VDMX5 / 인스톨레이션",
        "thumbnail": "assets/images/work5/thumbnail.jpg",
        "mainVideo": "https://www.youtube.com/embed/5kpmk996pUM?si=igkgDcL-ikvy6nzV",
        "mainImage": "assets/images/work5/main.jpg",
        "abstract": "\"빛과 음악으로 샤워하다.\"<br>\"Showered in Light and Music\"",
        "detail": "도시에서 발생하는 다양한 스트레스를 빛과 음악으로 씻어내는 비일상적인 경험을 할 수 있는 사운드-비주얼 인스톨레이션이다. 관객은 빛의 온도를 조절하는 수도꼭지와, 사운드에 FX를 더하는 슬라이더를 조절하여, 마치 VJing, DJing을 하듯이 빛과 소리를 조절할 수 있다. 이를 통해 지친 일상을 잠깐 잊고 힐링에 몰입할 수 있도록 구성하였다.<br>This sound-visual installation offers an extraordinary experience of washing away the various stresses of urban life with light and music. The audience can adjust the temperature of the light using a faucet and manipulate sound effects through a slider, creating an experience similar to VJing or DJing, where they control both light and sound. The installation is designed to allow participants to momentarily forget their daily stress and immerse themselves in a healing experience.",
        "link": "work-detail.html?id=work5"
    },
    {
        "id": "work6",
        "year":"2020, 2023",
        "분류":"예술 전시 / Exhibition",
        "title": "마음에 일었던 파동<br>The Wave That Stirred the Mind",
        "subtitle": "보이스 인터랙티브 인스톨레이션, Voice Interactive Installation<br>대구문화예술진흥원 기술융합전시",
        "keyWords":"Processing / Arduino / VDMX5 / 인스톨레이션",
        "thumbnail": "assets/images/work6/thumbnail.jpg",
        "mainVideo": "https://www.youtube.com/embed/g9JVZ7v6piU?si=ujlRYAjHBa7FzP2L",
        "mainImage": "assets/images/work6/main.jpg",
        "abstract": "\"마음에 일었던 파동이 물처럼 흘러 잔잔해진다.\"<br>\"The emotional waves calm down like flowing water\"",
        "detail": "평소에 말하고 싶었지만 그렇지 못한 상황으로 인해 할 수 없어 답답했던 말들을 외치면,그 말들이 파동으로 변화하여 물처럼 흘러감으로써,관객의 마음이 정화되어 후련해지는 경험을 준다. 관객들의 말은 빛이 되어 마이크 역할을 하는 수도관을 따라 흘러내려가서 겹겹의 반투명한 푸른 천에 여러 물결의 상으로 맺히며, 몽환적인 효과를 준다.<br>Words that were difficult to express due to circumstances now have the opportunity to be shouted out. These words transform into waves, flowing like water, providing the audience with a purifying and liberating experience. The words of the audience turn into light, flowing down pipes that act as microphones, and manifest as various water-like waves on layers of translucent blue fabric, creating a dreamy, ethereal effect.",
        "link": "work-detail.html?id=work6"
    },
    {
        "id": "work7",
        "year":"2023",
        "분류":"상업 프로젝트 / Commercial",
        "title": "롯데백화점 My Dearest Wish<br>Lotte Department store My Dearest Wish",
        "subtitle": "인터랙티브 미디어를 위한 유니티 애니메이션, Unity Animation for Interactive Media<br>2023 롯데백화점 크리스마스 테마 행사 미디어 (명동본점, 인천점, 부산본점)",
        "keyWords":"Unity Engine, 애니메이팅, Photoshop",
        "thumbnail": "assets/images/work7/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work7/main.jpg",
        "abstract": "\"편지를 통해 간직했던 소원이 이루어진다\"<br>\"Wishes kept in letters come true\"",
        "detail": "QR코드를 통해 사진을 찍는 인터랙티브 미디어와, 소중한 사람에게 편지를 작성해서 화면으로 전송하는 인터랙티브 미디어, 롯데백화점 명동 본점 디지털 사이니지를 위한 유니티 애니메이션을 제작하였다. 소망을 주제로 하는 일러스트를 영상용 소스로 가공하였으며, 각 2분씩 총 3가지 테마(크리스마스 거리, 우체국 내부, 편지 괴물의 세상)가 루프되도록 애니메이팅 하였다.<br>This project includes interactive media where participants can take photos via QR codes and send letters to loved ones, which are then displayed on the screen, as well as digital signage for Lotte Department Store's Myeong-dong Main Store. I developed Unity animations for these components. The illustrations, themed around wishes, were processed into video assets. Three different themes (Christmas Street, Inside the Post Office, and the World of the Letter Monster) were animated into 2-minute loops for each scene.",
        "link": "work-detail.html?id=work7"
    },
    {
        "id": "work8",
        "year":"2023",
        "분류":"협업 예술 프로젝트 / Projects",
        "title": "창작실험 X-Axis <br>Creative Experiment <X-Axis>",
        "subtitle": "입체 음향 실시간 비주얼라이제이션, Real-time Visualization of Spatial Audio<br>아트코리아랩 슈퍼테스트베드, 플랫폼엘 컨템포러리 아트센터",
        "keyWords":"Touch Designer, Madmapper, DMX LED, ArtNet",
        "thumbnail": "assets/images/work8/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work8/main.jpg",
        "abstract": "\"자연의 소리를 담은 입체 음향 실험\"<br>\"Spatial Audio Experiment Capturing the Sounds of Nature\"",
        "detail": "총 24기의 스피커와 연동된 DMX LED 바를 사용하여 자연의 소리를 표현해낸 음향 실험. 입체음향 감독과 함께 진행한 프로젝트로, 인터랙티브 감독으로서 실시간 사운드 인터랙티브 LED 시스템 제작으로 참여하였다.<br>An audio experiment expressing the sounds of nature, using 24 speakers in conjunction with DMX LED bars. This project, conducted with a spatial audio director, involved my role as the interactive director, where I contributed by developing a real-time sound-interactive LED system.",
        "link": "work-detail.html?id=work8"
    },
    {
        "id": "work9",
        "year":"2023",
        "분류":"예술 전시 / Exhibition",
        "title": "Fiat Lux : 빛이 있으라<br>Fiat Lux : Let there be Light",
        "subtitle": "보이스 인터랙티브 월, Voice Interative Wall<br>영등포 문화재단 예술가를 위한 융합의 기술",
        "keyWords":"Unity Engine / 야외 축제 설치 1개월 / 체험자 약 1만명 / 시민 참여형 프로젝트",
        "thumbnail": "assets/images/work9/thumbnail.jpg",
        "mainVideo": "https://player.vimeo.com/video/930938749",
        "mainImage": "assets/images/work9/main.jpg",
        "abstract": "\"목소리로 세상을 빚는 신이 되어, 외침으로 대지를 생성하다.\"<br>\"Becoming a god who shapes the world with your voice\"",
        "detail": "모두에겐 특별함이 있다. 그것은 몸짓으로 드러나기도, 목소리라는 떨림으로 표출되기도 하며 표정으로 드러나기도 한다. 평소 우리의 몸이 의도대로 움직이는 것이 너무 당연하여, 이 모든 움직임과 떨림이 나의 독특함에서 발생한 하나뿐인 결과라는 것을 잊고, 나는 특별할 부분 없는 그저 그런 사람이라 생각하는 사람들에게, 세계를 생성하는 행위를 통해 형상화된 “각자의 특별함”을 느끼게 하고자 한다.<br>Everyone possesses a uniqueness. It may be revealed through gestures, expressed in the vibrations of one's voice, or shown in facial expressions. We often take it for granted that our bodies move as intended, forgetting that all these movements and vibrations are one-of-a-kind results of our distinct   individuality. For those who think of themselves as ordinary, with nothing particularly special, I aim to let them experience the creation of their own world and, through this act, feel the manifestation of their \"unique self.\"",
        "link": "work-detail.html?id=work9"
    },
    {
        "id": "work10",
        "year":"2024",
        "분류":"상업 프로젝트 / Commercial",
        "title": "Galaxy Z Flip6 언팩킹 Event<br>Photo Booth for the Galaxy Z Flip6 Unpacked Event",
        "subtitle": "포토부스를 위한 유니티 개발, Unity Developed Photo Booth<br>5개국 6개소 삼성 언팩킹 이벤트(파리, 뉴욕, LA, 베를린, 두바이, 자카르타), IFA, TwitchCon",
        "keyWords":"Unity Engine, ADB Android",
        "thumbnail": "assets/images/work10/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work10/main.jpg",
        "abstract": "\"Galaxy AI is Here!\"",
        "detail": "Samsung Z Flip 6의 출시와 함께, 새로운 기능인 Flex Cam을 소개하는 포토부스 콘텐츠 개발에 참여하였다. 2개의 Z Flip 6로 사진과 영상이 촬영되고, 관객은 프린트된 사진과 영상이 담긴 QR코드를 받을 수 있다. 해당 콘텐츠는 6개소 (파리, 뉴욕, LA, 베를린, 두바이, 자카르타)에서의 런칭행사에 공개되었으며, 이후 콘텐츠 내용 일부 수정 후 IFA, TwitchCon 에도 추가 설치되었다. 사람들이 터치할 수 있는 Tab, 원하는 사진으로 교체할 수 있는 백그라운드 디스플레이 2개, 그리고 관객의 사진과 영상을 송출하는 디스플레이 1개와 프린터로 구성된 해당 프로젝트는 관객의 위치에 따라 자동으로 줌을 해주는 Galaxy 기기의 기능을 사용하기 위해, 안드로이드 기기를 컨트롤 하는 ADB 기능을 사용하여 프로그래밍 하였다.<br>I contributed to developing a photo booth to introduce the Flex Cam feature for the launch of the Samsung Z Flip 6. This project highlighted the new Flex Zoom function by using ADB (Android Debug Bridge) to control the Galaxy device’s automatic zoom based on audience position. The setup included a touchable Tab, two customizable background displays, one display for showing audience photos and videos, and a printer. Using two Z Flip 6 devices, photos and videos were captured, and participants received printed photos and a QR code with their video. This content was featured at launch events in five countries, including IFA and TwitchCon.",
        "link": "work-detail.html?id=work10"
    },
    
    
    
    {
        "id": "work11",
        "year":"2024",
        "분류":"상업 프로젝트 / Commercial",
        "title": "푸룻푸룻프렌즈 과일우주여행<br>Fruity-Fruity Friends: A Journey Through the Fruit Universe",
        "subtitle": "보이스 인터랙티브 월, Voice Interactive Wall<br>경기상상캠퍼스",
        "keyWords":"Unity Engine, Exhibition for Kids",
        "thumbnail": "assets/images/work11/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work11/main.jpg",
        "abstract": "\"소리로 자라나는 과일이 있대! 목소리로 과일을 키워봐!\"<br>\"Have you heard of fruits that grows with sound? Try growing your own fruit with your voice!\"",
        "detail": "태양의 빛이 부족한 우주 행성에선 과일이 자라기 위해 광합성의 방식이 달라질 수 있어요. 특정 파장의 방사선이나 소리로 인한 진동들도 흡수하여 에너지로 바꿔야 할 거에요. 이런 과일을 먹으면 신비로운 능력을 얻을지도 몰라요! 여러분들의 목소리로 특별한 우주 과일을 키워볼까요?<br>On a space planet where sunlight is scarce, fruits might need a different way to grow! Instead of sunlight, they could absorb energy from special wavelengths of radiation or vibrations from sound. Imagine eating such fruits and gaining mysterious powers! How about growing your own special space fruit using your voice?",
        "link": "work-detail.html?id=work11"
    },
    {
        "id": "work12",
        "year":"2024",
        "분류":"예술 전시 / Exhibition",
        "title": "평화의 메아리 : 잘 살아 보세!<br>Harmonious Echo : Live Peacefully!",
        "subtitle": "보이스 인터랙티브 월, Voice Interactive Wall<br>2024 국가유산 미디어아트 수원화성 신진작가전",
        "keyWords":"Unity Engine / 야외 축제 설치 1개월 / 체험자 약 1만명 / 시민 참여형 프로젝트",
        "thumbnail": "assets/images/work12/thumbnail.jpg",
        "mainVideo": "https://player.vimeo.com/video/1019808049?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479",
        "mainImage": "assets/images/work12/main.jpg",
        "abstract": "\"사랑의 말로 쌓아올리는 단단한 평화의 성벽\"<br>\"A solid fortress of peace built with love\"",
        "detail": "예로부터 성을 축조하는 것은 외세로부터 백성들을 지키기 위함이었습니다. 이는 지역에 대한 나라님들의 관심이자 백성들의 평화로운 삶을 바라는 사랑이었습니다. 누군가에 대한 사랑, 그것은 곧 평화를 부르는 행위였던 것입니다. 현대에도 평안함이 필요한 순간들이 있습니다. 우리는 평안을 찾기 위해 혼자만의 속으로 수렴하기도 하지만, 결국에는 서로를 사랑해야 한다는 옛 임금들의 따뜻한 마음을 잊고 있지 않았을까요? “평화의 메아리 : 잘 살아 보세!”를 통해 응원과 긍정의 말을 건네고, 하모니가 되어 돌아오는 사랑을 느껴보세요!<br>Since ancient times, the construction of fortresses was meant to protect people from external threats. It symbolized the rulers' concern for the region and their deep love for the people, wishing them a peaceful life. Love for others was, in essence, an act that called for peace. Even today, there are mome   nts when we seek peace. While we often retreat into ourselves in search of tranquility, perhaps we’ve forgotten the warm hearts of ancient kings, who believed that loving one another was the key to peace. Through \"Harmonious Echo: Live Peacefully!\", I invite you to share words of encouragement and positivity, and experience the love that returns as a harmonious echo.",
        "link": "work-detail.html?id=work12"
    },
    {
        "id": "work13",
        "year":"2024",
        "분류":"예술 전시 / Exhibition",
        "title": "Voicescape : 목소리의 세상<br>Voicescape : A World of Voices",
        "subtitle": "보이스 인터랙티브 월, Voice Interactive Wall<br>서울문화재단 2024 청년예술지원사업",
        "keyWords":"Unity Engine, Exhibition for Kids",
        "thumbnail": "assets/images/work13/thumbnail.jpg",
        "mainVideo": "",
        "mainImage": "assets/images/work13/main.jpg",
        "abstract": "\"나의 목소리로 만들어낸 풍경은 어떤 모습일까\"<br>\"What kind of landscape could be created with my voice?\"",
        "detail": "&lt;Voicescape : 목소리의 세상&gt;은 관객의 목소리로 다채로운 풍경을 그려내는 보이스 인터랙티브 미디어아트 전시입니다. 목소리는 한 사람 한 사람의 정체성을 담는 매개체이자, 세상 속에 고유한 흔적을 남기는 독특한 표현입니다. 본 전시는 목소리가 하나의 풍경으로 변화하는 과정을 통해, 개개인의 특성과 가치를 조명합니다. 관객들은 자신의 목소리로 각기 다른 풍경을 펼쳐내며, 평소에 인지하지 못했던 자신만의 특별함을 발견하게 됩니다. 당신의 목소리가 만들어내는 변화무쌍한 풍경 속에서 때로는 서로의 소리에 귀를 기울여가며, 당신만의 특별한 이야기를 꿈꿔보세요.<br>Voicescape: The World of Voices is a voice-interactive media art exhibition that paints vibrant landscapes using the audience's voices. The voice is not only a medium that carries an individual's identity but also a unique expression that leaves an indelible mark in the world. This exhibition highlights the individuality and value of each person by transforming voices into ever-changing landscapes. As participants shape unique scenes with their own voices, they uncover the special qualities within themselves that often go unnoticed in daily life. Immerse yourself in the dynamic landscapes shaped by your voice, and at times, listen closely to the voices of others. Through this, dream up your own unique story in a world where every voice leaves its mark.",
        "link": "work-detail.html?id=work13"
    }
]